/* Dialog title when quitting */
"Do you really want to quit X11?" = "您確定要結束 X11 嗎？";

/* Dialog when quitting */
"Any open X11 applications will stop immediately, and you will lose any unsaved changes." = "任何已開啟的 X11 應用程式將會立即停止，而且您會遺失所有未儲存的更動。";

/* Dialog title when switching to RandR */
"Enter RandR mode?" = "要進入 RandR 模式嗎？";

/* Dialog when switching to RandR */
"An application has requested X11 to change the resolution of your display.  X11 will restore the display to its previous state when the requesting application requests to return to the previous state.  Alternatively, you can use the ⌥⌘A key sequence to force X11 to return to the previous state." = "應用程式要求 X11 更改顯示器的解析度。X11 會在應用程式要求返回之前狀態時回復顯示器。或者，您也可使用 ⌥⌘A 按鍵順序來強制 X11 返回之前狀態。";

/* No comment provided by engineer. */
"Allow" = "允許";

/* No comment provided by engineer. */
"Always Allow" = "總是允許";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Mac Help" = "Mac 輔助說明";

/* No comment provided by engineer. */
"Quit" = "結束";

/* No */
"No" = "否";

/* Yes */
"Yes" = "是";

/* Terminal */
"Terminal" = "終端機";

/* Startup xinitrc dialog */
"You have an existing ~/.xinitrc file.\n\nWindows displayed by X11 applications may not have titlebars, or may look different to windows displayed by native applications.\n\nWould you like to move aside the existing file and use the standard X11 environment the next time you start X11?" = "您有一個已存在的 ~/.xinitrc 檔案。\n\nX11 應用程式所顯示的視窗可能沒有工具列，或者可能看起來和原有應用程式顯示的視窗不同。\n\n您要忽略現有的檔案，並且在下次啟動 X11 時使用標準的 X11 環境嗎？";

/* window item modifiers */
"window item modifiers" = "command";

/* Updates menu title … */
"Check for X11 Updates..." = "檢查 X11 的更新項目⋯";
